Repository: brandonw3612/Cirrus
Catalog: src/Cirrus/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# Dialogs.ProxyLoginDialog.AddressCaption.Text
source: IP Address
zh_hans: IP 地址
zh_hant: IP 地址

# Dialogs.ProxyLoginDialog.PortCaption.Text
source: Port
zh_hans: 端口
zh_hant: 端口

# Controls.Buttons.Finish.Content
source: Finish
zh_hans: 完成
zh_hant: 完成

# Dialogs.ProxyLoginDialog.State.Capturing.Text
source: Capturing requests
zh_hans: 正在捕获请求
zh_hant: 正在捕獲請求

# Dialogs.ProxyLoginDialog.State.Verifying.Text
source: Verifying user credentials
zh_hans: 正在验证
zh_hant: 正在驗證

# Dialogs.ProxyLoginDialog.State.ReadyTextFormat
source: Logged in as {0}
zh_hans: 已作为“{0}”登录
zh_hant: 已作爲“{0}”登錄

# Dialogs.ProxyLoginDialog.State.Preparing.Text
source: Preparing proxy server
zh_hans: 正在准备代理服务器
zh_hant: 正在準備代理服務器

# SystemTrayIcon.Previous.Text
source: Previous
zh_hans: 上一曲
zh_hant: 上一曲

# SystemTrayIcon.Play.Text
source: Play
zh_hans: 播放
zh_hant: 播放

# SystemTrayIcon.Pause.Text
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# SystemTrayIcon.Next.Text
source: Next
zh_hans: 下一曲
zh_hant: 下一曲

# Dialogs.ProxyLoginDialog.State.Error.Text
source: An error occurred.
zh_hans: 发生了错误。
zh_hant: 發生了錯誤。

# Views.SearchResultView.Header.Format
source: Search results for "{0}"
zh_hans: “{0}”的搜索结果
zh_hant: “{0}”的搜索結果

# Views.SearchResultView.LoadMoreButton.Content
source: Load more
zh_hans: 加载更多
zh_hant: 加載更多

# Views.SearchResultView.ViewMoreButton.Content
source: View more
zh_hans: 查看更多
zh_hant: 查看更多

# Views.SearchResultView.Categories.TopResultsSegmentedItem.Content
source: Top Results
zh_hans: 热门结果
zh_hant: 熱門結果

# Views.SearchResultView.Categories.ArtistsSegmentedItem.Content
source: Artists
zh_hans: 表演者
zh_hant: 表演者

# Views.SearchResultView.Categories.AlbumsSegmentedItem.Content
source: Albums
zh_hans: 专辑
zh_hant: 專輯

# Views.SearchResultView.Categories.TracksSegmentedItem.Content
source: Songs
zh_hans: 歌曲
zh_hant: 歌曲

# Views.SearchResultView.Categories.PlaylistsSegmentedItem.Content
source: Playlists
zh_hans: 歌单
zh_hant: 歌單

# Views.SearchResultView.Categories.ProfilesSegmentedItem.Content
source: Profiles
zh_hans: 用户
zh_hant: 用戶

# Views.SearchResultView.TopResults.ArtistsHeader.Text
source: Top artists
zh_hans: 热门表演者
zh_hant: 熱門表演者

# Views.SearchResultView.TopResults.AlbumsHeader.Text
source: Top albums
zh_hans: 热门专辑
zh_hant: 熱門專輯

# Views.SearchResultView.TopResults.TracksHeader.Text
source: Top songs
zh_hans: 热门歌曲
zh_hant: 熱門歌曲

# Views.SearchResultView.TopResults.PlaylistsHeader.Text
source: Top playlists
zh_hans: 热门歌单
zh_hant: 熱門歌單

# Views.SearchResultView.TopResults.ProfilesHeader.Text
source: Top profiles
zh_hans: 热门用户
zh_hant: 熱門用戶

# Views.SearchResultView.TopResults.QuerySuggestionsHeader.Text
source: Related searches
zh_hans: 相关搜索
zh_hant: 相關搜索

# Views.ChartView.HeaderFormat
source: {0}'s Top Chart
zh_hans: {0}的听歌排行
zh_hant: {0}的聽歌排行

# Views.ChartView.Categories.OneWeek.Content
source: Last 7 days
zh_hans: 最近七天
zh_hant: 最近七天

# Views.ChartView.Categories.AllTime.Content
source: All time
zh_hans: 所有时间
zh_hant: 所有時間
